Repository: kupriyanovNik/app.puff
Catalog: Puff/Puff/Common/Localization/*.lproj/Localizable.strings
Languages: ru

source: Start
ru: Начать

source: Next
ru: Далее

source: Skip
ru: Пропустить

source: Continue
ru: Продолжить

source: Allow
ru: Разрешить

source: Cancel
ru: Отмена

source: Add
ru: Добавить

# OnboardingImages.ValueProposition1Image
source: valueProposition1Image
ru: valueProposition1RUImage

# OnboardingImages.ValueProposition2Image
source: valueProposition2Image
ru: valueProposition2RUImage

# OnboardingImages.ValueProposition3Image
source: valueProposition4Image
ru: valueProposition3RUImage

# OnboardingWelcomeScreen.Congratulations
source: Congratulations!
ru: Поздравляем!

# OnboardingWelcomeScreen.RightPath
source: You're on the right path - soon vaping will be a thing of the past!
ru: Вы на верном пути - скоро привычка парить останется в прошлом!

# OnboardingValuePropositionScreen.title1
source: Puffless will help you quit vaping effortlessly and for good
ru: Puffless поможет бросить без усилий и навсегда

# OnboardingValuePropositionScreen.title2
source: Track your puffs and don’t exceed the daily limit
ru: Отмечайте затяжки и не превышайте дневной лимит

# OnboardingValuePropositionScreen.title3
source: Use widgets and shortcuts to do it faster
ru: Каждый день лимит будет уменьшаться, пока вы не бросите!

# OnboardingValuePropositionScreen.text1
source: Quitting cold turkey almost always leads to a relapse. We use a gradual quitting approach so that the body has time to adapt and does not experience stress.
ru: Резкий отказ почти всегда приводит к срыву. Мы используем метод постепенного бросания, чтобы организм успевал адаптироваться и не испытывал стресса.

# OnboardingValuePropositionScreen.text2
source: Unlike quitting cold turkey, you won't feel deprived or severely restricted - sticking to your limit won't be difficult, and seeing daily progress is priceless!
ru: В отличие от резкого отказа, вы не будете ощущать лишений и сильных ограничений - соблюдать лимит будет нетрудно, а видеть ежедневный прогресс - бесценно!

# OnboardingValuePropositionScreen.text3
source: You can track puffs without entering the app. Widgets, double tap on the back panel, lock screen button and Action Button are available.
ru: Процесс может идти как плавно, так и немного интенсивней - это зависит от желаемого срока отказа и силы вашей привычки.

# OnboardingSurvey.Description
source: Now - just 8 quick questions so we can match you with the best quit plan!
ru: Теперь - всего 8 быстрых вопросов, чтобы мы смогли подобрать вам оптимальный план бросания!

# OnboardingSurvey.Question1
source: How long have you been vaping?
ru: Как долго вы уже парите?

# OnboardingSurvey.Question2
source: Are you currently vaping more than when you first started?
ru: Парите ли вы сейчас больше, чем когда начинали?

# OnboardingSurvey.Question3
source: How often do you vape?
ru: Как часто вы парите?

# OnboardingSurvey.Question4
source: Does your morning often start with a desire to vape?
ru: Часто ли ваше утро начинается с желания попарить?

# OnboardingSurvey.Question5
source: Have you tried to quit vaping before?
ru: Вы уже пробовали бросить парить?

# OnboardingSurvey.Question6
source: What was the main reason for the relapse?
ru: Что было основной причиной срыва?

# OnboardingSurvey.Question1.Answer1
source: Less than 1 month
ru: Менее 1 месяца

# OnboardingSurvey.Question1.Answer2
source: 1-6 months
ru: 1-6 месяцев

# OnboardingSurvey.Question1.Answer3
source: 6-12 months
ru: 6-12 месяцев

# OnboardingSurvey.Question1.Answer4
source: 1-2 years
ru: 1-2 года

# OnboardingSurvey.Question1.Answer5
source: More than 2 years
ru: Более 2 лет

# OnboardingSurvey.Question2.Answer1
source: Yes
ru: Да

# OnboardingSurvey.Question2.Answer2
source: No
ru: Нет

# OnboardingSurvey.Question3.Answer1
source: Rarely
ru: Редко

# OnboardingSurvey.Question3.Answer2
source: Quite often
ru: Довольно часто

# OnboardingSurvey.Question3.Answer3
source: Constantly
ru: Постоянно

# OnboardingSurvey.Question3.Answer4
source: I can’t put it down
ru: Не выпускаю из рук

# OnboardingSurvey.Question4.Answer1
source: No, never
ru: Нет, никогда

# OnboardingSurvey.Question4.Answer2
source: Yes, sometimes
ru: Да, иногда

# OnboardingSurvey.Question4.Answer3
source: Yes, constantly
ru: Да, постоянно

# OnboardingSurvey.Question5.Answer1
source: No
ru: Нет

# OnboardingSurvey.Question5.Answer2
source: Yes, 1-2 times
ru: Да, 1-2 раза

# OnboardingSurvey.Question5.Answer3
source: Yes, many times
ru: Да, много раз

# OnboardingSurvey.SkippedScreen.Title1WithReason1
source: Quitting bad habit cold turkey almost always leads to intense cravings and subsequent relapse
ru: Резкий отказ от вредной привычки почти всегда приводит к сильной ломке и дальнейшему срыву

# OnboardingSurvey.SkippedScreen.Title1WithReason2
source: Quitting bad habit cold turkey almost always leads to intense stress and subsequent relapse
ru: Резкий отказ от вредной привычки почти всегда приводит к сильному стрессу и дальнейшему срыву

# OnboardingSurvey.SkippedScreen.Title1WithReason3
source: Quitting cold turkey, if not met with support from those around you, almost always leads to a relapse
ru: Резкий отказ, если не встречает поддержки среди окружающих, почти всегда приводит к срыву

# OnboardingSurvey.SkippedScreen.Title1WithourReason
source: Quitting bad habit cold turkey almost always leads to a relapse
ru: Резкий отказ от вредной привычки почти всегда приводит к срыву

# OnboardingSurvey.SkippedScreen.Title2
source: Puffless uses a gradual quitting approach
ru: Puffless использует метод постепенного бросания

# OnboardingSurvey.SkippedScreen.Title3
source: The habit of vaping will be a thing of the past. Forever
ru: Привычка парить останется в прошлом. Навсегда

# OnboardingSurvey.SkippedScreen.Description1
source: The body struggles to cope with sudden changes. This can lead to intense cravings that push you to resume the habit.
ru: Организму сложно справиться с внезапными изменениями. Появляется сильнейшая ломка, заставляющая возобновить привычку.

# OnboardingSurvey.SkippedScreen.Description2
source: We will build your personal quit plan based on the strength of your habit and the desired quit period.
ru: Мы построим ваш личный план бросания, опираясь на силу вашей привычки и срок, за который вы хотите бросить.

# OnboardingSurvey.SkippedScreen.Description3
source: A gradual quitting process will allow your body to easily adapt to the changes - you won’t just quit for good, but you’ll also get rid of the urge to vape!
ru: Плавный отказ позволит организму легко привыкнуть к изменениям - вы не только окончательно бросите, но и навсегда избавитесь от тяги к парению!

# OnboardingSurvey.Question6.Answer1
source: Cravings
ru: Ломка

# OnboardingSurvey.Question6.Answer2
source: Stress
ru: Стресс

# OnboardingSurvey.Question6.Answer3
source: Influence of others
ru: Влияние окружающих

# OnboardingSurvey.Question6.Answer4
source: I don't know
ru: Не знаю

# OnboardingSurveyNegativeEffect.Title
source: What negative effects does vaping have on your life?
ru: На что в вашей жизни парение оказывает негативный эффект?

# OnboardingSurveyNegativeEffect.Answer1
source: Health, well-being
ru: Здоровье, самочувствие

# OnboardingSurveyNegativeEffect.Answer2
source: Emotional state
ru: Эмоциональное состояние

# OnboardingSurveyNegativeEffect.Answer3
source: Relationships with loved ones
ru: Отношения с близкими

# OnboardingSurveyNegativeEffect.Answer4
source: Finances
ru: Финансы

# OnboardingSurveySideEffects.Title
source: What side effects from vaping do you notice?
ru: Какие побочные эффекты от парения вы замечаете?

# OnboardingSurveySideEffects.Answer1
source: Cough
ru: Кашель

# OnboardingSurveySideEffects.Answer2
source: Throat irritation
ru: Раздражение в горле

# OnboardingSurveySideEffects.Answer3
source: Shortness of breath
ru: Одышка

# OnboardingSurveySideEffects.Answer4
source: Headaches/dizziness
ru: Головные боли/головокружение

# OnboardingSurveySideEffects.Answer5
source: Increased fatigue
ru: Повышенная утомляемость

# OnboardingSurveySideEffects.Answer6
source: Nausea
ru: Тошнота

# OnboardingSurveySideEffects.GetTheQuitPlan
source: Get the quit plan
ru: Определить план бросания

# OnboardingPlanCreating.Title
source: Identifying the best quit plan for you...
ru: Определяем наиболее подходящий вам план бросания...

# OnboardingPlanInfo.OptimalPlanTitle
source: Optimal plan: 21 days
ru: Оптимальный план: 21 день

# OnboardingPlanInfo.Title1
source: Today
ru: Сегодня

# OnboardingPlanInfo.Title2
source: Days 2-20
ru: Дни 2-20

# OnboardingPlanInfo.Title3
source: Day 21
ru: День 21

# OnboardingPlanInfo.Description1
source: We'll pick a starting number of puffs and start the plan
ru: Выберем стартовое количество затяжек и начнем план

# OnboardingPlanInfo.Description2
source: The puff limit for the day will be gradually reducing
ru: Лимит затяжек на день будет постепенно уменьшаться

# OnboardingPlanInfo.Description3
source: You will take your last puff and quit vaping for good
ru: Вы сделаете свою последнюю затяжку и бросите парить

# OnboardingContractScreen.Title
source: I’m determined to quit vaping, and I’m sure that I will succeed!
ru: Я верю, что у меня всё получится и что уже скоро я брошу парить!

# OnboardingContractScreen.HoldToConfirm
source: Hold to confirm
ru: Удерживайте, чтобы подтвердить

# OnboardingContractScreen.KeepHolding
source: Keep holding!
ru: Продолжайте удерживать!

# OnboardingContractScreen.Welcome
source: Welcome to Puffless!
ru: Добро пожаловать в Puffless!

# Paywal.Cancelled
source: You've cancelled your purchase
ru: Вы отменили оплату

# Paywall.Title
source: Start your quit plan today
ru: Начните свой план бросания

# Paywall.Restore
source: Restore purchases
ru: Восстановить покупки

# Paywall.FreeTrial
source: Free Trial
ru: Пробный период

# Paywall.FreeTrialDesc
source: 3-day free trial, then
ru: Пробный период 3 дня, затем

# Paywall.FreeTrialDescSmall
source: 3-day free trial
ru: Пробный период 3 дня

# Paywall.Puffs
source: Puffs
ru: Затяжки

# Paywall.Limit
source: Limit
ru: Лимит

# Paywall.Benefit1
source: Access to the quit plan
ru: Доступ к плану бросания

# Paywall.Benefit2
source: Adaptive pace and limits
ru: Адаптивный темп и лимиты

# Paywall.Benefit3
source: Detailed statistics
ru: Детальная статистика

# Paywall.Month
source: /month
ru: /месяц

# Paywall.TermsOfUse
source: Terms of Use
ru: Условия использования

# Paywall.PrivacyPolicy
source: Privacy Policy
ru: Политика конфиденциальности

# Paywall.StartTrial
source: Start free trial
ru: Начать пробный период

# Paywall.Welcome
source: Welcome
ru: Добро пожаловать

# Paywall.Purchased
source: Subscription activated
ru: Подписка оформлена

# NotificationRequest.Title
source: Let's help you remember to track your puffs
ru: Поможем не забывать отмечать затяжки

# NotificationRequest.Description
source: Allow us to send you notifications so we can help you develop a new habit
ru: Разрешите присылать вам уведомления, чтобы мы смогли помочь вам сформировать новую привычку

# NotificationRequest.MaybeLater
source: Maybe later
ru: Возможно позже

# Account.Title
source: Profile
ru: Настройки

# Account.ContactUs
source: Contact us
ru: Связаться с нами

# Account.Widgets
source: Widgets and shortcuts
ru: Виджеты

# Account.Subscription
source: Subscription
ru: Подписка

# Account.OurChannel
source: Our Telegram channel
ru: Наш Telegram-канал

# Account.OurChannel.Link
source: https://t.me/puffless_app
ru: https://t.me/puffless_app_ru

# Account.Notifications
source: Notifications
ru: Уведомления

# Account.ResetQuittingPlan
source: Reset quit plan
ru: Сбросить план бросания

# AccountPlanQuitting.Title
source: Are you sure you want to reset your quit plan?
ru: Вы уверены, что хотите сбросить план бросания?

# AccountPlanQuitting.Description
source: This will not affect your puff statistics - all data about how much you have previously vaped will be saved. You can restart any quit plan at any time.
ru: Это не затронет статистику затяжек - все данные о том, сколько вы парили ранее, сохранятся. В любое время вы сможете заново начать любой план бросания.

# AccountPlanQuitting.Reset
source: Yes, reset quit plan
ru: Да, сбросить план

# AccountSubscription.Title
source: Subscription
ru: Подписка

# AccountSubscription.SubscriptionType
source: Subscription Type
ru: Тип подписки

# AccountSubscription.SubscriptionTypeMonthly
source: Monthly
ru: Месячная

# AccountSubscription.SubscriptionTypeMonthlyWithTrial
source: Monthly with trial
ru: Месячная с пробным периодом

# AccountSubscription.StartDate
source: Start Date
ru: Дата начала

# AccountSubscription.BillingDate
source: Renewal
ru: Списание средств

# AccountSubscription.CancelSubscription
source: Cancel Subscription
ru: Отменить подписку

# AccountWidgets.Base.Home
source: Home Screen
ru: Экран «Домой»

# AccountWidgets.Base.ControlCenter
source: Control Center
ru: Центр управления

# AccountWidgets.HomeInfo.Text1
source: Hold the Home Screen, then press the add button
ru: Удерживайте экран «Домой» и нажмите на кнопку добавления

# AccountWidgets.HomeInfo.Text2
source: Find and add Puffless widget
ru: Найдите и добавьте виджет Puffless

# AccountWidgets.ControlCenterInfo.Text1
source: Click the plus icon in the Control Center
ru: Нажмите иконку плюса в центре управления

# AccountWidgets.ControlCenterInfo.Text2
source: Click «Add Control»
ru: Нажмите “Добавить элемент управления”

# AccountWidgets.ControlCenterInfo.Text3
source: Find and add Puffless widget
ru: Найдите и добавьте виджет Puffless

# AccountSubscription.Leaving.Base.Title
source: Why are you leaving?
ru: Почему вы уходите?

# AccountSubscription.Leaving.Base.Reason1
source: I've already successfully quit
ru: Я уже успешно бросил (а)

# AccountSubscription.Leaving.Base.Reason2
source: The app didn't help me quit
ru: Приложение не помогло бросить

# AccountSubscription.Leaving.Base.Reason3
source: The app lacks the features I need
ru: Нет нужных мне функций

# AccountSubscription.Leaving.Base.Reason4
source: The app is too complicated
ru: Приложение слишком сложное

# AccountSubscription.Leaving.Base.Reason5
source: It’s too expensive
ru: Слишком дорого

# AccountSubscription.Leaving.Base.Reason6
source: Other
ru: Другое

# AccountSubscription.Leaving.Improvements.Feedback
source: Please tell us what we can improve
ru: Расскажите, что мы можем улучшить?

# AccountSubscription.Leaving.Improvements.FeedbackPlaceholder
source: Feedback
ru: Обратная связь

# AccountSubscription.Leaving.Cancel.StayPremium
source: Keep Premium
ru: Оставить Premium

# AccountSubscription.Leaving.Cancel.Thanks
source: Thank you!
ru: Спасибо!

# AccountSubscription.Leaving.Cancel.ThanksFor
source: We’re glad you've been with us. You can now unsubscribe
ru: Рады, что вы были с нами. Теперь вы можете отменить подписку

# ActionMenuPlanDeveloping.Addiction.HowMany
source: How many puffs do you take per day?
ru: Сколько затяжек вы делаете в день?

# ActionMenuPlanDeveloping.Addiction.Description
source: You can specify an approximate number - if in the first few days it turns out that the limit is too low, we will adjust it
ru: Можно указать примерное число - если в первые дни окажется, что лимит маловат, мы скорректируем его

# ActionMenuPlanDeveloping.Addiction.LessThenToday
source: That’s less than you’ve already taken today
ru: Это меньше, чем вы уже сделали сегодня

# ActionMenuPlanDeveloping.Addiction.InfoText1
source: Moderate addiction
ru: Умеренная зависимость

# ActionMenuPlanDeveloping.Addiction.InfoText2
source: Serious addiction
ru: Серьезная зависимость

# ActionMenuPlanDeveloping.Addiction.InfoText3
source: Extreme addiction
ru: Высочайшая зависимость

# ActionMenuPlanDeveloping.Plan.QuitPlan
source: Quit Plan
ru: План бросания

# ActionMenuPlanDeveloping.Plan.Plan1Title
source: The fastest
ru: Самый быстрый

# ActionMenuPlanDeveloping.Plan.Plan2Title
source: The happy medium
ru: Золотая середина

# ActionMenuPlanDeveloping.Plan.Plan3Title
source: The smoothest
ru: Самый плавный

# ActionMenuPlanDeveloping.Plan.Plan1Description
source: Significant reduction in puff limits. For those who want and are ready to quit in the shortest time possible
ru: Ощутимое снижение лимита затяжек. Для тех, кто хочет и готов бросить в кратчайший срок

# ActionMenuPlanDeveloping.Plan.Plan2Description
source: Optimal pace for reducing puff limits. For those seeking a balance between quitting speed and comfort
ru: Оптимальный темп снижения лимита затяжек. Для тех, кто ищет баланс между скоростью бросания и комфортом

# ActionMenuPlanDeveloping.Plan.Plan3Description
source: Barely noticeable reduction in puff limits. For those who are not in a hurry and want to quit without feeling restricted
ru: Почти незаметное снижение лимита затяжек. Для тех, кто не спешит и хочет бросить без ощущения ограничений

# ActionMenuPlanDeveloping.Info.Title
source: Selected Plan:
ru: Выбранный план:

# ActionMenuPlanDeveloping.Info.Description2Title
source: Days 2-{count}
ru: Дни 2-{count}

# ActionMenuPlanDeveloping.Info.Description3Title
source: Day {count}
ru: День {count}

# ActionMenuAddingMoreSmokes.Title
source: It seems we got a starting puff limit a bit wrong
ru: Кажется, мы немного ошиблись со стартовым лимитом затяжек

# ActionMenuAddingMoreSmokes.Description
source: Want to increase your today’s limit a little bit? You can only do this in the first days of your plan.
ru: Хотите немного увеличить лимит на сегодня? Это можно сделать только в первые дни вашего плана.

# ActionMenuAddingMoreSmokes.NoItWasLast
source: No! That was the last one!
ru: Нет! Это была последняя!

# ActionMenuReadyToBreakView.Base.Title1
source: Are you ready to quit?
ru: Вы готовы бросить?

# ActionMenuReadyToBreakView.Base.Title2
source: It was your last puff
ru: Это была последняя затяжка

# ActionMenuReadyToBreakView.Base.Description
source: You've come a long way. This is the decisive moment. Are you ready to quit vaping?
ru: Вы прошли долгий путь. Сейчас - решающий момент. Вы готовы бросить парить?

# ActionMenuReadyToBreakView.Base.YesImBreaking
source: Yes! I’m quitting!
ru: Да! Бросаем!

# ActionMenuReadyToBreakView.Base.Need1Day
source: I need 1 more day
ru: Мне нужен еще 1 день

# ActionMenuReadyToBreakView.Base.NotReady
source: I'm not ready yet
ru: Нет, еще не готов

# ActionMenuReadyToBreakView.NeedDay.Title
source: The plan has been extended by 1 day
ru: План продлен на 1 день

# ActionMenuReadyToBreakView.NeedDay.TodayLimit
source: Today’s limit is {count} puffs
ru: Сегодняшний лимит — {count} затяжки

# ActionMenuReadyToBreakView.Broke.Title
source: You made it! Congratulations!
ru: Вы сделали это! Поздравляем!

# ActionMenuReadyToBreakView.Broke.Description
source: You have successfully completed the plan and quit vaping. We are proud of you!
ru: Вы успешно справились с планом и бросили парить. Гордимся вами!

# ActionMenuReadyToBreakView.Broke.Yay
source: Yay!
ru: Ура!

# ActionMenuUpdateApp.Title
source: Update Puffless
ru: Обновите Puffless

# ActionMenuUpdateApp.Description
source: Check out what we’ve changed
ru: Посмотрите, что мы изменили

# ActionMenuUpdateApp.GoToAppStore
source: Go to AppStore
ru: Перейти в AppStore

# ActionMenuYesterdaySuccessed.Title
source: You met yesterday’s limit. Keep it up!
ru: Вы справились со вчерашним лимитом. Так держать!

# ActionMenuYesterdaySuccessed.Description
source: Today’s limit is {count} puffs
ru: Сегодняшний лимит - {count} затяжки.

# ActionMenuYesterdaySuccessed.LastDay
source: Today is the last day of the plan!
ru: Сегодня - последний день плана!

# ActionMenuYesterdaySuccessed.1DayLeast
source: Only 1 day left until the end of the plan!
ru: До конца плана остался всего 1 день!

# ActionMenuYesterdaySuccessed.3DaysLeast
source: Only 3 days left until the end of the plan!
ru: До конца плана осталось всего 3 дня!

# ActionMenuYesterdayExceeded.NonCritical.First
source: Don’t worry, it happens. Keep moving forward!
ru: Не переживайте, такое бывает. Продолжаем двигаться вперед!

# ActionMenuYesterdayExceeded.NonCritical.Third
source: Today’s limit is {count} puffs.
ru: Сегодняшний лимит - {count} затяжек.

# ActionMenuYesterdayExceeded.Critical.Title
source: Yesterday, you were {count} puffs over the limit
ru: Вчера вы превысили лимит на {count} затяжек

# ActionMenuYesterdayExceeded.Critical.First
source: Don’t worry, it happens.
ru: Не переживайте, такое бывает.

# ActionMenuYesterdayExceeded.Critical.Third
source: Today’s limit is {count} puffs. If you're sure you can handle it, let's keep going! If you need a little more time, we can extend the plan by 1 day. The limit will be the same as yesterday.
ru: Сегодняшний лимит - {count} затяжки. Если уверены, что справитесь - продолжаем! А если вам нужно чуть больше времени - можем продлить план на 1 день. Лимит будет такой же, как вчера.

# ActionMenuYesterdayExceeded.CanDoIt
source: I can do it!
ru: Я справлюсь!

# ActionMenuYesterdayExceeded.ExtendPlan
source: Extend the plan by 1 day
ru: Продлить план на 1 день

# ActionMenuYesterdayExceeded.PlanExtended
source: The plan has been extended by 1 day
ru: План продлен на 1 день

# ActionMenuWidgetsTip.Title
source: Add a widget to track your puffs without opening the app.
ru: Добавьте виджет, чтобы отмечать затяжки не заходя в приложение

# TabBar.Home
source: Home
ru: Главная

# TabBar.Progress
source: Progress
ru: Прогресс

# Home.StartPlan
source: Start the quit plan
ru: Начать план бросания

# Home.LimitForToday
source: Limit for today
ru: Лимит сегодня

# Home.Day
source: Day
ru: День

# Home.ReadyToQuit
source: I’m ready to quit
ru: Я готов бросить

# Home.RestartPlan
source: Restart the plan
ru: Начать план заново

# Home.DontSmokeFor
source: I haven’t vaped for
ru: Я не парю уже

# Home.TrackFirstPuff
source: Track your first puff
ru: Отметьте первую затяжку

# Home.ReachedLimitFor
source: You’ve reached the limit for today
ru: Вы достигли лимита на сегодня

# Home.LimitWillBeUpdated
source: Limit will be updated at 12:00 AM
ru: Лимит обновится в 00:00

# Home.Puffs
source: Puffs
ru: Затяжек

# Home.RealyLongTime
source: Long time ago
ru: Очень давно

# Statistics.QuitPlan
source: Quit plan
ru: План бросания

# Statistics.DetailedStatistics
source: Detailed statistics
ru: Детальная статистика

# Statistics.StartYourQuitPlan
source: Start your personal quit plan
ru: Начните свой план бросания

# StatisticsDaily.TodaySmokes
source: Puffs today
ru: Затяжек сегодня

# StatisticsDaily.FromStartOfPlan
source: Since day 1
ru: С начала плана

# StatisticsDaily.SmokesForDay
source: Puffs, day {number}
ru: Затяжек за {number} день

# StatisticsDaily.LimitForFuture
source: Limit, day {number}
ru: Лимит в {number} день

# StatisticsWeekly.ThisWeek
source: Puffs, this week
ru: Затяжки, эта неделя

# StatisticsWeekly.ThisMonth
source: Puffs, this month
ru: Затяжки, этот месяц

# Statistics.Puffs
source: Puffs
ru: Затяжек

# StatisticsFrequency.Title
source: Puff Frequency
ru: Частота затяжек

# StatisticsFrequency.Description
source: Most active period
ru: Самый активный период

# StatisticsFrequency.AverageBreak
source: Average break
ru: Перерыв в среднем

# Notifications.FirstDaysNotificationSubheader
source: Start your quit plan
ru: Начните план бросания

# Notifications.FistDayNotificationHeader1
source: 🔥 Today is the day
ru: 🔥 Сегодня - тот самый день

# Notifications.FistDayNotificationHeader2
source: ⚡️ It's time for action!
ru: ⚡️ Время действовать!

# Notifications.FistDayNotificationHeader3
source: 🕺 Take the first step
ru: 🕺 Сделайте первый шаг

# Notifications.DailyNotifications
source: Let's start a new day!
ru: Начнем новый день!

# Notifications.DailyNotificationsFreeBody
source: Track your puffs
ru: Следите за своими затяжками

# Notifications.DailyNotificationsPremiumBody
source: Puff limit for today is {count}
ru: Лимит затяжек на сегодня — {count}
