Repository: kupriyanovNik/app.puff
Catalog: Puff/Puff/Common/Localization/*.lproj/Localizable.strings
Languages: ru

# Widgets.ControlCenterTitle
source: Track a puff
ru: Добавить затяжку
